INSERT INTO users (id)
VALUES
('f47c4bcf-3a63-4d5e-bfa0-07a8e0bbed58'),
('9f9df9a7-2f4b-4dc9-a21d-9f3b5214e29d'),
('7d3d7a0b-5012-4e5f-a545-9fb6feac607d'),
('0c7dd8f9-3981-46b3-b27a-19a1027133c8'),
('6bc3076a-90bd-4d5a-9d79-1f5ebccab82a'),
('4d8d7f53-8740-4fc5-9a6b-b6f91e0e6b13'),
('aee89618-3f08-484f-8e1e-497e6f38a6e7'),
('238e35b1-c5f3-4e35-b19c-612fc198376f'),
('c1e36d95-8a5e-493a-8e6b-46c4f0d26a6f'),
('e93db378-6500-4d95-b906-bc6729d7ed11');


insert into anketas (id, user_id, gender, name, header, description, preferences)
VALUES
('018c072d-480a-76ae-a347-bcfd3f2efb9c', 'f47c4bcf-3a63-4d5e-bfa0-07a8e0bbed58', 'male', 'Иннокентий', 'Я буквально голоден', 'Прямо кушать нечего и нужда меня привела к мысли о удачной женитьбе. Я чувствую вечный приступ голода, я имею вечное желание кушать. О, как это тягостно. Кто мне поможет тому я готов век быть рабом. Я правда красив но ужасно беден и изнеможен. Если мы понравимся друг другу, то сможем соединиться цепями «Гименея».', 'any'),
('018c072d-aab8-73a4-80d1-eab826f4c062', '9f9df9a7-2f4b-4dc9-a21d-9f3b5214e29d', 'male', 'Афанасий', 'Энергичный', 'интеллигентный чиновник, обеспеченный государственной службой и частными занятиями: музыкальным искусством, с ежегодным доходом в 2500 рублей, ищет друга-жену, симпатичную, добрую, отзывчивую, с хорошим приданым для ея личнаго обезпечения. Безразлично барышня или вдова — Мне 31-й год. Не курю и не пью. Говорят, симпатичен и даже красив.', 'any'),
('018c072d-bd89-7326-a623-179ab45076f5', '7d3d7a0b-5012-4e5f-a545-9fb6feac607d', 'female', 'Марфа', 'Красавица', '24 лет, интеллигентная, брюнетка, очень шикарная, прогремевшая в Москве и Париже по красоте и нарядам, ищет знакомств, цель – замужество, с миллионером пожилых лет. Прошу серьезно.', 'any'),
('018c072d-d1d4-772c-b116-da62b07b003a', '0c7dd8f9-3981-46b3-b27a-19a1027133c8', 'male', 'Барон', 'БАРОН', 'пожилой, холостой, одинокий, в солидном чине желает путем объявления познакомиться и жениться на особе со средствами, можно и вдова с детьми, детей узаконить.', 'any'),
('018c072d-e26c-7d8e-b211-6976bed63ff5', '6bc3076a-90bd-4d5a-9d79-1f5ebccab82a', 'female', 'Агриппина', 'Явись', 'ко мне мужем, другом, товарищем, не моложе 40 лет, состоятельный добрый человек. Осчастливлю, согрею твою одинокую жизнь… Жажду идеальной любви. Томлюсь душевным одиночеством. Цель – замужество.', 'any'),
('018c072d-f3b0-722c-adf1-65d7985e47aa', '4d8d7f53-8740-4fc5-9a6b-b6f91e0e6b13', 'male', 'Савелий', 'Барюшню без прошлаго', 'еще не любившую, молодую, очень интересную, дивно сложенную, жизнерадостную, приветливую с мягким характером, вполне интеллигентную, ищущую счастья в красивой одухотворенной жизни, страстно мечтающую путешествовать с любимым человеком, приглашает, в целях брака, молодой (32 л.), одинокий, очень интересный, хорошо воспитанный, ласковый, интеллигентный, представительный, состоятельный господин.', 'any'),
('018c072e-0574-728c-be81-44e7de5238b4', 'aee89618-3f08-484f-8e1e-497e6f38a6e7', 'female', 'Федосья', 'Хочу красивого чувства', 'Хотела бы встретить сильного духом пожилого человека, умного, образованного, с чутким, отзывчивым сердцем. Зову его прожить много дней в любви, в правде, в красоте. Нестара, недурна, неглупа, небедна. Цель – брак.', 'any'),
('018c072e-1e37-7a3f-a71b-d6f16e4e5d29', '238e35b1-c5f3-4e35-b19c-612fc198376f', 'male', 'Захар', 'Поэт-безумец', 'мистический анархист, ходящий над безднами, призывает из далей ту, что дерзнет с ним рука об руку пройти житейский путь и познать все. Предложение серьезно.', 'any'),
('018c072e-5033-769e-b350-d7b2522a3baf', 'c1e36d95-8a5e-493a-8e6b-46c4f0d26a6f', 'male', 'Силантий', 'ЖАЖДУ', 'счастья взаимной любви. Моя жена-подруга должна быть молода, изящна и мила, без предразсудков, эксцентрична (raffinee). Я — интеллигент, молод. Материальная сторона взаимно исключается.', 'any'),
('018c072e-6a79-7f19-86ba-26c51e56d944', 'e93db378-6500-4d95-b906-bc6729d7ed11', 'female', 'Евдокия', 'Две подруги', 'Интеллигентные дворянки, обеспеченные, миловидные, среднего роста, 17 и 18 лет, брюнетки, получившие образование за границей, ищут знакомства людей высшего образования с небольшим обеспечением. Цель – брак.', 'any');
